Repository: nottoBD/django-AttorneyPlatform-management
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, nl_be

source: Current Cases
de: Aktuelle Fälle
nl_be: Huidige zaken

source: You are not authorized to change the active status.
de: Sie sind nicht berechtigt, den aktiven Status zu ändern.
nl_be: Je bent niet gemachtigd om de actieve status te wijzigen.

source: First Name
de: Vorname
nl_be: Voornaam

source: Last Name
de: Nachname
nl_be: Achternaam

source: Telephone Number
de: Telefonnummer
nl_be: Telefoonnummer

source: National Number
de: Nationale Identifikationsnummer
nl_be: Rijksregisternummer

source: Telephone
de: Telefon
nl_be: Telefoon

source: Address
de: Adresse
nl_be: Adres

source: The passwords do not match.
de: Die Passwörter stimmen nicht überein.
nl_be: De wachtwoorden komen niet overeen.

source: Cancel Account Deletion
de: Kontolöschung abbrechen
nl_be: Accountverwijdering annuleren

source: If you cancel the deletion request, your account will not be deleted. You can always request deletion again if needed.
de: Wenn Sie die Löschanfrage abbrechen, wird Ihr Konto nicht gelöscht. Sie können jederzeit erneut eine Löschung beantragen, falls nötig.
nl_be: Als je het verwijderingsverzoek annuleert, zal je account niet worden verwijderd. Je kunt altijd opnieuw een verwijderingsverzoek indienen indien nodig.

source: Cancel Deletion Request
de: Löschanfrage abbrechen
nl_be: Verwijderingsverzoek annuleren

source: Request Account Deletion
de: Kontolöschung beantragen
nl_be: Accountverwijdering aanvragen

source: Once you request account deletion, your account will be scheduled for deletion after 30 days. During this period, you can cancel the deletion request at any time. Please note that the webmaster might delete your account before the 30 days period ends.
de: Sobald Sie die Löschung Ihres Kontos beantragen, wird Ihr Konto nach 30 Tagen zur Löschung vorgesehen. Während dieser Zeit können Sie die Löschanfrage jederzeit abbrechen. Bitte beachten Sie, dass der Webmaster Ihr Konto vor Ablauf der 30 Tage löschen könnte.
nl_be: Zodra je accountverwijdering aanvraagt, wordt je account na 30 dagen gepland voor verwijdering. In deze periode kun je het verwijderingsverzoek op elk moment annuleren. Houd er rekening mee dat de webmaster je account kan verwijderen voordat de periode van 30 dagen eindigt.

source: Request Deletion
de: Löschung beantragen
nl_be: Verwijdering aanvragen

source: Active
de: Aktiv
nl_be: Actief

source: Role
de: Rolle
nl_be: Rol

source: Attorneys - Lawyers - Judges
de: Anwälte - Rechtsanwälte - Richter
nl_be: Advocaten - Rechters - Juristen

source: Profile Image
de: Profilbild
nl_be: Profielafbeelding

source: This account is scheduled for deletion on
de: Dieses Konto ist zur Löschung geplant am
nl_be: Dit account is gepland voor verwijdering op

source: User has requested account deletion.
de: Benutzer hat die Löschung des Kontos beantragt.
nl_be: Gebruiker heeft accountverwijdering aangevraagd.

source: Delete User
de: Benutzer löschen
nl_be: Gebruiker verwijderen

source: Are you sure you want to permanently delete this user?
de: Sind Sie sicher, dass Sie diesen Benutzer dauerhaft löschen möchten?
nl_be: Weet je zeker dat je deze gebruiker permanent wilt verwijderen?

source: Save changes
de: Änderungen speichern
nl_be: Wijzigingen opslaan

source: Reset Password
de: Passwort zurücksetzen
nl_be: Wachtwoord opnieuw instellen

source: Are you sure you want to deassign?
de: Sind Sie sicher, dass Sie die Zuweisung aufheben möchten?
nl_be: Weet je zeker dat je wilt de-toewijzen?

source: Deassign
de: Zuweisung aufheben
nl_be: De-toewijzen

source: Login
de: Anmelden
nl_be: Inloggen

source: Don't have an account? Create one
de: Haben Sie kein Konto? Erstellen Sie eines
nl_be: Heb je geen account? Maak er een aan

source: Here
de: Hier
nl_be: Hier

source: Forgot Password
de: Passwort vergessen
nl_be: Wachtwoord vergeten

source: Reset Your Password
de: Setzen Sie Ihr Passwort zurück
nl_be: Wachtwoord opnieuw instellen

source: Please enter your email address to receive a link to reset your password.
de: Bitte geben Sie Ihre E-Mail-Adresse ein, um einen Link zum Zurücksetzen Ihres Passworts zu erhalten.
nl_be: Voer je e-mailadres in om een link te ontvangen om je wachtwoord opnieuw in te stellen.

source: Notification
de: Benachrichtigung
nl_be: Melding

source: Close
de: Schließen
nl_be: Sluiten

source: Send reset instructions
de: Anweisungen zum Zurücksetzen senden
nl_be: Stuur resetinstructies

source: Change my password
de: Mein Passwort ändern
nl_be: Verander mijn wachtwoord

source: Sign Up
de: Registrieren
nl_be: Registreren

source: Register
de: Registrieren
nl_be: Registreren

source: Register a judge or an attorney
de: Einen Richter oder Anwalt registrieren
nl_be: Registreer een rechter of een advocaat

source: Unsupported file type. Please upload a JPEG, PNG, or GIF image.
de: Nicht unterstützter Dateityp. Bitte laden Sie ein JPEG-, PNG- oder GIF-Bild hoch.
nl_be: Niet-ondersteund bestandstype. Gelieve een JPEG, PNG, of GIF afbeelding te uploaden.

source: Image file too large.
de: Bilddatei zu groß.
nl_be: Bestand is te groot.

source: Image dimensions exceed the maximum allowed.
de: Bildabmessungen überschreiten das zulässige Maximum.
nl_be: Afbeeldingsdimensies overschrijden het toegestane maximum.

source: National number must be exactly 11 digits long.
de: Die nationale Identifikationsnummer muss genau 11 Ziffern lang sein.
nl_be: Het rijksregisternummer moet precies 11 cijfers lang zijn.

source: The month must be between 01 and 12.
de: Der Monat muss zwischen 01 und 12 liegen.
nl_be: De maand moet tussen 01 en 12 zijn.

source: The day must be between 01 and 31.
de: Der Tag muss zwischen 01 und 31 liegen.
nl_be: De dag moet tussen 01 en 31 zijn.

source: The password must be at least 8 characters long.
de: Das Passwort muss mindestens 8 Zeichen lang sein.
nl_be: Het wachtwoord moet minimaal 8 tekens lang zijn.

source: Password must include lowercase, uppercase, and numbers.
de: Das Passwort muss Kleinbuchstaben, Großbuchstaben und Zahlen enthalten.
nl_be: Wachtwoord moet kleine letters, hoofdletters en cijfers bevatten.

source: Invalid phone number format.
de: Ungültiges Telefonnummernformat.
nl_be: Ongeldig telefoonnummer formaat.

source: You are not authorized to change the role.
de: Sie sind nicht berechtigt, die Rolle zu ändern.
nl_be: Je bent niet gemachtigd om de rol te wijzigen.

source: You are not authorized to deassign this user.
de: Sie sind nicht berechtigt, diesen Benutzer zu dezuweisen.
nl_be: Je bent niet gemachtigd om deze gebruiker te de-toewijzen.

source: You have been deassigned from this case.
de: Sie wurden von diesem Fall abgezogen.
nl_be: Je bent ontkoppeld van deze zaak.

source: You are not assigned to this case.
de: Sie sind diesem Fall nicht zugewiesen.
nl_be: Je bent niet toegewezen aan deze zaak.

source: The parent account has been successfully created.
de: Das Elternkonto wurde erfolgreich erstellt.
nl_be: Het ouderaccount is succesvol aangemaakt.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly. If you don't receive an email, please make sure you've entered the address you registered with, and check your spam case.
de: Wir haben Ihnen Anweisungen zum Setzen Ihres Passworts per E-Mail geschickt, falls ein Konto mit der eingegebenen E-Mail existiert. Sie sollten diese in Kürze erhalten. Falls Sie keine E-Mail erhalten, stellen Sie bitte sicher, dass Sie die registrierte Adresse eingegeben haben, und überprüfen Sie Ihren Spam-Ordner.
nl_be: We hebben je instructies gestuurd om je wachtwoord in te stellen, als er een account bestaat met het ingevoerde e-mailadres. Je zou deze binnenkort moeten ontvangen. Als je geen e-mail ontvangt, controleer dan of je het adres hebt ingevoerd waarmee je je hebt geregistreerd en controleer je spam-map.

source: You are not authorized to delete this account.
de: Sie sind nicht berechtigt, dieses Konto zu löschen.
nl_be: Je bent niet gemachtigd om dit account te verwijderen.

source: Account deletion requested successfully.
de: Kontolöschung erfolgreich beantragt.
nl_be: Accountverwijdering succesvol aangevraagd.

source: You are not authorized to cancel the deletion of this account.
de: Sie sind nicht berechtigt, die Löschung dieses Kontos abzubrechen.
nl_be: Je bent niet gemachtigd om de verwijdering van dit account te annuleren.

source: You cannot cancel deletion for an administrator account.
de: Sie können die Löschung eines Administratorkontos nicht abbrechen.
nl_be: Je kunt de verwijdering van een beheerdersaccount niet annuleren.

source: Account deletion request cancelled successfully.
de: Anfrage zur Kontolöschung erfolgreich abgebrochen.
nl_be: Accountverwijderingsverzoek succesvol geannuleerd.

source: You are not authorized to delete this user.
de: Sie sind nicht berechtigt, diesen Benutzer zu löschen.
nl_be: Je bent niet gemachtigd om deze gebruiker te verwijderen.

source: Cookie settings
de: Cookie-Einstellungen
nl_be: Cookie-instellingen

source: We are using a few essential cookies on this website.
de: Wir verwenden einige essenzielle Cookies auf dieser Website.
nl_be: We gebruiken een paar essentiële cookies op deze website.

source: Please accept our cookies
de: Bitte akzeptieren Sie unsere Cookies
nl_be: Accepteer onze cookies

source: Imprint
de: Impressum
nl_be: Afdruk

source: Essential
de: Essentiell
nl_be: Essentieel

source: Essential cookies allow this page to work.
de: Essentielle Cookies ermöglichen das Funktionieren dieser Seite.
nl_be: Essentiële cookies zorgen ervoor dat deze pagina werkt.

source: Meta cookie for the cookies that are set.
de: Meta-Cookie für die gesetzten Cookies.
nl_be: Meta-cookie voor de cookies die zijn ingesteld.

source: This cookie prevents Cross-Site-Request-Forgery attacks.
de: Dieses Cookie verhindert Cross-Site-Request-Forgery-Angriffe.
nl_be: Deze cookie voorkomt Cross-Site-Request-Forgery-aanvallen.

source: This cookie is necessary to allow logging in, for example.
de: Dieses Cookie ist zum Beispiel erforderlich, um sich anzumelden.
nl_be: Deze cookie is bijvoorbeeld nodig om in te loggen.

source: Stores the language preference of the user.
de: Speichert die Sprachpräferenz des Benutzers.
nl_be: Slaat de taalvoorkeur van de gebruiker op.

source: Ajouter ou supprimer des juges et avocats au dossier
de: Richter und Anwälte zum Fall hinzufügen oder entfernen
nl_be: Rechters en advocaten toevoegen of verwijderen aan het dossier

source: Ajouter
de: Hinzufügen
nl_be: Toevoegen

source: Retourner
de: Zurück
nl_be: Teruggaan

source: Juges liés au dossier
de: Mit dem Fall verbundene Richter
nl_be: Rechters verbonden aan het dossier

source: Nom du juge
de: Name des Richters
nl_be: Naam van de rechter

source: Action
de: Aktion
nl_be: Actie

source: Supprimer
de: Entfernen
nl_be: Verwijderen

source: Avocats liés au dossier
de: Mit dem Fall verbundene Anwälte
nl_be: Advocaten verbonden aan het dossier

source: Nom de l'avocat
de: Name des Anwalts
nl_be: Naam van de advocaat

source: Payments for Category
de: Zahlungen für Kategorie
nl_be: Betalingen voor categorie

source: Selected Period:
de: Ausgewählter Zeitraum:
nl_be: Geselecteerde periode:

source: Validated
de: Validiert
nl_be: Gevalideerd

source: Pending
de: Ausstehend
nl_be: In behandeling

source: Rejected
de: Abgelehnt
nl_be: Afgewezen

source: Payments by
de: Zahlungen von
nl_be: Betalingen door

source: Date
de: Datum
nl_be: Datum

source: Amount
de: Betrag
nl_be: Bedrag

source: View Document
de: Dokument anzeigen
nl_be: Bekijk document

source: No Document
de: Kein Dokument
nl_be: Geen document

source: No payments found for this category.
de: Keine Zahlungen für diese Kategorie gefunden.
nl_be: Geen betalingen gevonden voor deze categorie.

source: Back to Payment History
de: Zurück zur Zahlungshistorie
nl_be: Terug naar betalingsgeschiedenis

source: DRAFT
de: ENTWURF
nl_be: Kladversie

source: Récapitulatif des paiements
de: Zahlungsübersicht
nl_be: Betalingssamenvatting

source: Actions
de: Aktionen
nl_be: Acties

source: Gérer enfant
de: Kind verwalten
nl_be: Beheer kind

source: Gérer juge/avocat
de: Richter/Anwalt verwalten
nl_be: Beheer rechter/advocaat

source: Ajouter un paiement
de: Eine Zahlung hinzufügen
nl_be: Betaling toevoegen

source: Convert Draft Case
de: Entwurf konvertieren
nl_be: Kladversie omzetten

source: Télécharger en PDF
de: Als PDF herunterladen
nl_be: Downloaden als PDF

source: View Details
de: Details anzeigen
nl_be: Bekijk details

source: Balance Summary
de: Saldoübersicht
nl_be: Balansoverzicht

source: Total for
de: Summe für
nl_be: Totaal voor

source: The difference is
de: Die Differenz beträgt
nl_be: Het verschil is

source: in favor of
de: zugunsten von
nl_be: in het voordeel van

source: Amount Balanced
de: Ausgeglichener Betrag
nl_be: Gebalanceerd bedrag

source: Alimentary Contribution
de: Unterhaltsbeitrag
nl_be: Voedingsbijdrage

source: Filtrer les paiements
de: Zahlungen filtern
nl_be: Betalingen filteren

source: Année
de: Jahr
nl_be: Jaar

source: Trimestre
de: Quartal
nl_be: Kwartaal

source: T1
de: Q1
nl_be: K1

source: T2
de: Q2
nl_be: K2

source: T3
de: Q3
nl_be: K3

source: T4
de: Q4
nl_be: K4

source: Ajouter un enfant au dossier
de: Ein Kind zur Akte hinzufügen
nl_be: Een kind toevoegen aan het dossier

source: Liste des enfants
de: Liste der Kinder
nl_be: Kinderen lijst

source: Retour au dossier
de: Zurück zur Akte
nl_be: Terug naar dossier

source: Prénom
de: Vorname
nl_be: Voornaam

source: Nom
de: Nachname
nl_be: Achternaam

source: Date de naissance
de: Geburtsdatum
nl_be: Geboortedatum

source: Ajouter l'enfant
de: Das Kind hinzufügen
nl_be: Kind toevoegen

source: Combine Drafts
de: Entwürfe kombinieren
nl_be: Ontwerpen combineren

source: Select First Draft
de: Ersten Entwurf auswählen
nl_be: Selecteer eerste ontwerp

source: Select Second Draft
de: Zweiten Entwurf auswählen
nl_be: Selecteer tweede ontwerp

source: Select Second Parent
de: Zweiten Elternteil auswählen
nl_be: Selecteer tweede ouder

source: Convert Case
de: Akte konvertieren
nl_be: Dossier omzetten

source: Create Case
de: Akte erstellen
nl_be: Dossier aanmaken

source: Index Payments
de: Zahlungen indexieren
nl_be: Index betalingen

source: index food contribution
de: Index Lebensmittelbeitrag
nl_be: Index voedselbijdrage

source: Existing Indexations
de: Bestehende Indexierungen
nl_be: Bestaande indexeringen

source: Year
de: Jahr
nl_be: Jaar

source: Indice
de: Index
nl_be: Index

source: Created at
de: Erstellt am
nl_be: Gemaakt op

source: Are you sure you want to delete this indexation?
de: Sind Sie sicher, dass Sie diese Indexierung löschen möchten?
nl_be: Weet u zeker dat u deze indexering wilt verwijderen?

source: Delete
de: Löschen
nl_be: Verwijderen

source: No indexations found.
de: Keine Indexierungen gefunden.
nl_be: Geen indexeringen gevonden.

source: An indexation already exists for this year. Do you want to add another one?
de: Für dieses Jahr existiert bereits eine Indexierung. Möchten Sie eine weitere hinzufügen?
nl_be: Er bestaat al een indexering voor dit jaar. Wilt u er nog een toevoegen?

source: My Cases
de: Meine Fälle
nl_be: Mijn dossiers

source: Start a draft case
de: Einen Entwurfsfall beginnen
nl_be: Begin een conceptdossier

source: Parent 1
de: Elternteil 1
nl_be: Ouder 1

source: Parent 2
de: Elternteil 2
nl_be: Ouder 2

source: View Payment History
de: Zahlungshistorie anzeigen
nl_be: Bekijk betalingsgeschiedenis

source: You have no cases.
de: Sie haben keine Fälle.
nl_be: U heeft geen dossiers.

source: Draft Cases
de: Entwurfsfälle
nl_be: Conceptdossiers

source: No draft cases available.
de: Keine Entwurfsfälle verfügbar.
nl_be: Geen conceptdossiers beschikbaar.

source: date
de: Datum
nl_be: datum

source: Catégorie
de: Kategorie
nl_be: Categorie

source: Résumé de la balance
de: Saldoübersicht
nl_be: Samenvatting van het saldo

source: Total pour
de: Summe für
nl_be: Totaal voor

source: Balance
de: Saldo
nl_be: Saldo

source: en faveur de
de: zu Gunsten von
nl_be: ten gunste van

source: Montant équilibré
de: Ausgeglichener Betrag
nl_be: Gebalanceerd bedrag

source: Paiements en attente de validation
de: Zahlungen, die auf Bestätigung warten
nl_be: Betalingen in afwachting van goedkeuring

source: Parent
de: Elternteil
nl_be: Ouder

source: Montant
de: Betrag
nl_be: Bedrag

source: Valider
de: Bestätigen
nl_be: Valideren

source: Rejeter
de: Ablehnen
nl_be: Afwijzen

source: Ajouter paiement
de: Zahlung hinzufügen
nl_be: Betaling toevoegen

source: Choisir un catégorie
de: Kategorie auswählen
nl_be: Kies een categorie

source: Ajouter une nouvelle catégorie
de: Neue Kategorie hinzufügen
nl_be: Een nieuwe categorie toevoegen

source: Add
nl_be: Toevoegen

source: Add New Category
de: Neue Kategorie hinzufügen
nl_be: Nieuwe categorie toevoegen

source: Category Name
nl_be: Categorienaam

source: Description
de: Beschreibung
nl_be: Beschrijving

source: Save
de: Speichern
nl_be: Opslaan

source: An error occurred. Please try again.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
nl_be: Er is een fout opgetreden. Probeer het opnieuw.

source: Your Privacy Matters
de: Ihre Privatsphäre ist wichtig
nl_be: Uw privacy is belangrijk

source: We use cookies to ensure that you have the best experience on our website. These cookies are essential for the website to function properly and do not collect any personal data.
de: Wir verwenden Cookies, um sicherzustellen, dass Sie die beste Erfahrung auf unserer Website haben. Diese Cookies sind für das ordnungsgemäße Funktionieren der Website unerlässlich und erfassen keine persönlichen Daten.
nl_be: We gebruiken cookies om ervoor te zorgen dat u de beste ervaring heeft op onze website. Deze cookies zijn essentieel voor het goed functioneren van de website en verzamelen geen persoonlijke gegevens.

source: Show cookie details
de: Cookie-Details anzeigen
nl_be: Toon cookie details

source: Accept
de: Akzeptieren
nl_be: Accepteren

source: This website does not collect any data not required to its basic functions.
de: Diese Website sammelt keine Daten, die nicht für ihre grundlegenden Funktionen erforderlich sind.
nl_be: Deze website verzamelt geen gegevens die niet nodig zijn voor de basisfunctionaliteit.

source: Privacy Policy
de: Datenschutzrichtlinie
nl_be: Privacybeleid

source: Welcome to our Privacy Policy page. Your privacy is critically important to us.
de: Willkommen auf unserer Seite zur Datenschutzrichtlinie. Ihre Privatsphäre ist uns äußerst wichtig.
nl_be: Welkom op onze privacybeleid pagina. Uw privacy is van cruciaal belang voor ons.

source: Data Collection
de: Datenerfassung
nl_be: Gegevensverzameling

source: This application is licensed under GPLv3.0, and we do not collect any more data than what is absolutely required for the functionality of the application. There are no analytics or tracking mechanisms in place.
de: Diese Anwendung ist unter der GPLv3.0 lizenziert, und wir erfassen keine weiteren Daten als die, die für die Funktionalität der Anwendung absolut erforderlich sind. Es gibt keine Analysen oder Tracking-Mechanismen.
nl_be: Deze applicatie is gelicentieerd onder GPLv3.0, en we verzamelen niet meer gegevens dan absoluut noodzakelijk is voor de functionaliteit van de applicatie. Er zijn geen analytische of traceermechanismen aanwezig.

source: Data Encryption
de: Datenverschlüsselung
nl_be: Gegevensversleuteling

source: All data transmitted between your browser and our servers is encrypted using industry-standard encryption protocols. We ensure that your data is kept safe and secure at all times.
de: Alle Daten, die zwischen Ihrem Browser und unseren Servern übertragen werden, sind mit branchenüblichen Verschlüsselungsprotokollen verschlüsselt. Wir stellen sicher, dass Ihre Daten jederzeit sicher und geschützt sind.
nl_be: Alle gegevens die tussen uw browser en onze servers worden verzonden, zijn versleuteld met industriestandaard versleutelingsprotocollen. We zorgen ervoor dat uw gegevens te allen tijde veilig en beveiligd blijven.

source: We use cookies to ensure that our website functions properly. These cookies are essential for the website's operation and do not track your personal data.
de: Wir verwenden Cookies, um sicherzustellen, dass unsere Website ordnungsgemäß funktioniert. Diese Cookies sind für den Betrieb der Website unerlässlich und verfolgen keine persönlichen Daten.
nl_be: We gebruiken cookies om ervoor te zorgen dat onze website correct functioneert. Deze cookies zijn essentieel voor de werking van de website en volgen uw persoonlijke gegevens niet.

source: Data Deletion
de: Datenlöschung
nl_be: Gegevensverwijdering

source: If you request the deletion of your account, all your data will be permanently deleted from our servers within a maximum of 30 days.
de: Wenn Sie die Löschung Ihres Kontos beantragen, werden alle Ihre Daten innerhalb von maximal 30 Tagen dauerhaft von unseren Servern gelöscht.
nl_be: Als u om verwijdering van uw account vraagt, worden al uw gegevens binnen maximaal 30 dagen permanent van onze servers verwijderd.

source: Contact Us
de: Kontaktieren Sie uns
nl_be: Contacteer Ons

source: If you have any questions or concerns about our privacy practices, please do not hesitate to contact us.
de: Wenn Sie Fragen oder Bedenken zu unseren Datenschutzpraktiken haben, zögern Sie bitte nicht, uns zu kontaktieren.
nl_be: Als u vragen of zorgen heeft over onze privacypraktijken, aarzel dan niet om contact met ons op te nemen.

source: Logout
de: Abmelden
nl_be: Uitloggen

source: Home
nl_be: Startpagina

source: Payments
de: Zahlungen
nl_be: Betalingen

source: Add case
nl_be: Zaak Toevoegen

source: Case list
nl_be: Zaak Lijst

source: Indexation
de: Indexierung
nl_be: Indexering

source: Accounts
de: Konten
nl_be: Rekeningen

source: List All
de: Alle auflisten
nl_be: Alles Weergeven

source: Add Parent
de: Elternteil hinzufügen
nl_be: Ouder Toevoegen

source: Add Jurist
nl_be: Jurist Toevoegen

source: Languages
de: Sprachen
nl_be: Talen

source: View Drafts
de: Entwürfe anzeigen
nl_be: Concepten Bekijken

source: Home Page
de: Startseite
nl_be: Startpagina

source: Welcome,
de: Willkommen,
nl_be: Welkom,

source: You are logged in.
de: Sie sind eingeloggt.
nl_be: U bent ingelogd.

source: About This Site
de: Über diese Seite
nl_be: Over Deze Site

source: This platform is designed to help parents going through a divorce manage extraordinary expenses. It provides a clear overview of payments, balances, and allows for easy tracking and management of financial responsibilities related to child support and other related costs.
de: Diese Plattform soll Eltern, die sich scheiden lassen, helfen, außergewöhnliche Ausgaben zu verwalten. Sie bietet einen klaren Überblick über Zahlungen, Salden und ermöglicht eine einfache Nachverfolgung und Verwaltung der finanziellen Verantwortlichkeiten im Zusammenhang mit Unterhaltszahlungen und anderen damit verbundenen Kosten.
nl_be: Dit platform is ontworpen om ouders die een scheiding doormaken te helpen buitengewone kosten te beheren. Het biedt een duidelijk overzicht van betalingen, saldi, en maakt het gemakkelijk om financiële verantwoordelijkheden met betrekking tot kinderalimentatie en andere gerelateerde kosten bij te houden en te beheren.

source: Our goal is to simplify the process, ensuring transparency and helping both parents to efficiently handle and share these financial responsibilities.
de: Unser Ziel ist es, den Prozess zu vereinfachen, Transparenz zu gewährleisten und beiden Elternteilen zu helfen, diese finanziellen Verantwortlichkeiten effizient zu handhaben und zu teilen.
nl_be: Ons doel is om het proces te vereenvoudigen, transparantie te waarborgen en beide ouders te helpen deze financiële verantwoordelijkheden efficiënt af te handelen en te delen.
