Repository: nottoBD/django-AttorneyPlatform-management
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, nl_be

source: Feature 1
de: Funktion 1
nl_be: Functie 1

source: Manage Payments
de: Zahlungen verwalten
nl_be: Beheer Betalingen

source: Easily add, track, and manage extraordinary expenses with our user-friendly interface. Keep everything organized in one place.
de: Fügen Sie außergewöhnliche Ausgaben einfach hinzu, verfolgen und verwalten Sie diese mit unserer benutzerfreundlichen Oberfläche. Halten Sie alles an einem Ort organisiert.
nl_be: Voeg eenvoudig buitengewone uitgaven toe, volg en beheer ze met onze gebruiksvriendelijke interface. Houd alles georganiseerd op één plek.

source: Feature 3
de: Funktion 3
nl_be: Functie 3

source: Download Reports
de: Berichte herunterladen
nl_be: Download Rapporten

source: Generate and download detailed reports in PDF format for your records or for sharing with your legal advisor.
de: Erstellen und laden Sie detaillierte Berichte im PDF-Format für Ihre Unterlagen oder zum Teilen mit Ihrem Rechtsberater herunter.
nl_be: Genereer en download gedetailleerde rapporten in PDF-formaat voor uw administratie of om te delen met uw juridisch adviseur.

source: Feature 2
de: Funktion 2
nl_be: Functie 2

source: Track Balances
de: Salden verfolgen
nl_be: Volg Saldi

source: Get a clear overview of balances and payments, ensuring transparency and easy tracking of financial responsibilities.
de: Erhalten Sie einen klaren Überblick über Salden und Zahlungen, was Transparenz gewährleistet und die Nachverfolgung finanzieller Verantwortlichkeiten erleichtert.
nl_be: Krijg een duidelijk overzicht van saldi en betalingen, wat zorgt voor transparantie en eenvoudig volgen van financiële verantwoordelijkheden.

source: Need Help?
de: Brauchen Sie Hilfe?
nl_be: Hulp Nodig?

source: If you have any questions or need assistance, feel free to contact our support team.
de: Wenn Sie Fragen haben oder Unterstützung benötigen, können Sie sich gerne an unser Support-Team wenden.
nl_be: Als u vragen heeft of hulp nodig heeft, neem dan gerust contact op met ons ondersteuningsteam.

source: Privacy
de: Datenschutz

source: Document
de: Dokument
